[
    [
        {"title":"100% GOLD STANDARD WHEY PROTEIN", "img":"https://gymsupplementscenterbangladesh.com/uploads/product/001.jpg", "brand": "MUSCLETECH", "price": "2299", "size": "1", "flavour": "Double Rich Chocolate", "description": "Whey Protein Isolates (WPIs) are the purest form of whey protein that currently exists. WPIs are costly to use, but rate among the best proteins that money can buy. That’s why they’re the first ingredient you read on the Gold Standard 100% Whey label. By using WPI as the primary ingredient along with premium ultra-filtered whey protein concentrate (WPC), we’re able to pack 24 grams of muscle-building protein into every serving. ON’s attention to detail also extends to mixability. This super quality powder has been instantized to mix easily using a shaker cup or just a glass and spoon. There’s no doubt that this is the standard by which all other whey proteins are measured.", "rating": "5"},
        {"title":"NITROTECH WHEY GOLD", "img":"https://gymsupplementscenterbangladesh.com/uploads/product/nitrot11.jpg", "brand": "MUSCLETECH", "price": "3599", "size": "2.4", "flavour": "Milk Chocolate", "description": "The Most Powerful Protein Formula Ever Developed. Nitro-Tech is a scientifically engineered whey isolate + lean musclebuilder formula designed for all athletes who are looking for more muscle, more strength and better performance. Nitro-Tech contains protein sourced primarily from whey protein isolate and whey peptides - two of the cleanest and purest protein sources available to athletes. Other whey protein supplements might have only a few grams of these highly bioavailable and easily digested proteins. Nitro-Tech is also enhanced with the most studied form of creatine for even better gains in muscle and strength.", "rating": "4"},
        {"title":"CLA CARNITINE", "img": "https://gymsupplementscenterbangladesh.com/uploads/product/CARNIT1.jpg", "brand": "MUSCLETECH", "price": "2899", "size": "2.4", "flavour": "Snow Corn", "description": "BPI Health's CLA + Carnitine is the ultimate, non-stim weight loss formula.† With this powerful combination, of clinically studied ingredients, you can help turn your body into a fat burning machine. CLA and carnitine have both been shown to help burn stored body fat for fuel.† Carnitine can also help enhance energy metabolism, improve athletic performance, and fight fatigue.", "rating": "5"},
        {"title":"XTEND PRO WHEY ISOLATE", "img": "https://gymsupplementscenterbangladesh.com/uploads/product/XTEND_1.jpg", "brand": "MUSCLETECH", "price": "2899", "size": "1.8", "flavour": "Salted Caramel", "description": "Faster recovery is key to better results. For over 10 years, XTEND has been using branched-chain amino acids (BCAAs) to make the best recovery products on the planet. XTEND Pro combines all the incredible benefits of BCAAs with ultra-pure whey protein isolate to help maximize muscle recovery, retention, and growth. With fewer than 150 calories and only a few grams of carbs per serving, XTEND Pro is a BCAA-enhanced protein unlike anything else on the market.", "rating": "5"}
    ],
    [
        {}
    ]
]