[
        {"id": "11","title":"100% GOLD STANDARD WHEY PROTEIN", "img":"https://gymsupplementscenterbangladesh.com/uploads/product/001.jpg", "brand": "MUSCLETECH", "price": "2299", "size": "1", "flavour": "Double Rich Chocolate", "description": "Whey Protein Isolates (WPIs) are the purest form of whey protein that currently exists. WPIs are costly to use, but rate among the best proteins that money can buy. That’s why they’re the first ingredient you read on the Gold Standard 100% Whey label. By using WPI as the primary ingredient along with premium ultra-filtered whey protein concentrate (WPC), we’re able to pack 24 grams of muscle-building protein into every serving. ON’s attention to detail also extends to mixability. This super quality powder has been instantized to mix easily using a shaker cup or just a glass and spoon. There’s no doubt that this is the standard by which all other whey proteins are measured.", "rating": "5"},
        {"id": "12","title":"NITROTECH WHEY GOLD", "img":"https://gymsupplementscenterbangladesh.com/uploads/product/nitrot11.jpg", "brand": "MUSCLETECH", "price": "3599", "size": "2.4", "flavour": "Milk Chocolate", "description": "The Most Powerful Protein Formula Ever Developed. Nitro-Tech is a scientifically engineered whey isolate + lean musclebuilder formula designed for all athletes who are looking for more muscle, more strength and better performance. Nitro-Tech contains protein sourced primarily from whey protein isolate and whey peptides - two of the cleanest and purest protein sources available to athletes. Other whey protein supplements might have only a few grams of these highly bioavailable and easily digested proteins. Nitro-Tech is also enhanced with the most studied form of creatine for even better gains in muscle and strength.", "rating": "4"},
        {"id": "13","title":"CLA CARNITINE", "img": "https://gymsupplementscenterbangladesh.com/uploads/product/CARNIT1.jpg", "brand": "MUSCLETECH", "price": "2899", "size": "2.4", "flavour": "Snow Corn", "description": "BPI Health's CLA + Carnitine is the ultimate, non-stim weight loss formula.† With this powerful combination, of clinically studied ingredients, you can help turn your body into a fat burning machine. CLA and carnitine have both been shown to help burn stored body fat for fuel.† Carnitine can also help enhance energy metabolism, improve athletic performance, and fight fatigue.", "rating": "5"},
        {"id": "14","title":"XTEND PRO WHEY ISOLATE", "img": "https://gymsupplementscenterbangladesh.com/uploads/product/XTEND_1.jpg", "brand": "MUSCLETECH", "price": "2899", "size": "1.8", "flavour": "Salted Caramel", "description": "Faster recovery is key to better results. For over 10 years, XTEND has been using branched-chain amino acids (BCAAs) to make the best recovery products on the planet. XTEND Pro combines all the incredible benefits of BCAAs with ultra-pure whey protein isolate to help maximize muscle recovery, retention, and growth. With fewer than 150 calories and only a few grams of carbs per serving, XTEND Pro is a BCAA-enhanced protein unlike anything else on the market.", "rating": "5"}, 
        {"id": "21", "title": "Dumbbell", "price": "2599", "weight": "5kg", "img": "https://upload.wikimedia.org/wikipedia/commons/6/6c/Man_lifting_a_heavy_barbell.jpg", "description": "The forerunner of the dumbbell, halteres, were used in ancient Greece as lifting weights[1][2] and also as weights in the ancient Greek version of the long jump.[3] A kind of dumbbell was also used in India for more than a millennium, shaped like a club – so it was named Indian club.[4][5] The design of the , as the equipment was referred to, can be seen as a halfway point between a barbell and a dumbbell. It was generally used in pairs, in workouts by wrestlers, bodybuilders, sports players, and others wishing to increase strength and muscle size."},
        {"id": "22", "title": "Barbell", "price": "3599", "weight": "25kg", "img": "https://ae01.alicdn.com/kf/HTB1P.huXoAKL1JjSZFkq6y8cFXaG/Power-Bar-Heavy-Duty-30kg-Wrist-Arm-Forearms-Chest-Exercise-Fitness-Equipment-Spring-Strength-Training-Exerciser.jpg", "description": "A barbell is a piece of exercise equipment used in weight training, bodybuilding, weightlifting and powerlifting, consisting of a long bar, usually with weights attached at each end.Barbells range in length from 1.2 metres (4 ft) to above 2.4 metres (8 ft), although bars longer than 2.2 metres (7.2 ft) are used primarily by powerlifters and are not commonplace. The central portion of the bar varies in diameter from 25 millimetres (0.98 in) to 50 millimetres (1.96 in) (e.g., Apollon's Axle), and is often engraved with a knurled crosshatch pattern to help lifters maintain a solid grip. Weight plates slide onto the outer portions of the bar to increase or decrease the desired total weight.[1] Collars are used to prevent plates from moving outward unevenly so that the lifter does not experience uneven force."},
        {"id": "23", "title": "Power Twister", "price": "1599", "weight": "15kg", "img": "https://upload.wikimedia.org/wikipedia/commons/6/6c/Man_lifting_a_heavy_barbell.jpg", "description": "Looking for more resistance in your workouts? The bending spring (7 mm thickness) makes for an intense workout in which your entire upper body is being trained. You train your arms, shoulders and chest muscles with the Tunturi Power Twister. Bend the spring from a straight shape to a U-shape and back. The sturdy metal provides a lot of resistance. The handles are made of polypropylene and are covered with thermoplastic elastomer: this helps you maintain a firm grip. The nylon wrist straps on the bending spring provide additional safety. Go for a short workout wherever you are: the bending spring is compact and thus you can easily bring it along with you."},
        {"id": "24", "title": "Trade Mail", "price": "13599", "weight": "125kg", "img": "https://cdn.shopify.com/s/files/1/2177/2899/products/Horizon-T101-Treadmill-SALE-Treadmills-HZ-T101_8483b0f4-ddc3-43e1-b685-a7aee4b5d207.jpg?v=1629212706", "description": "The treadmill is one of the most convenient and easy to use exercising equipment. It helps you to meet your fitness goal without even hitting the gym. People of Bangladesh were not that fitness-conscious in the past. But when they get to realize the importance of being fit, they mostly look for home exercising machines. And the first thing that comes in the row is a treadmill.Regardless of the variation in features, most of us opt for a budget-friendly one. As not everyone can cut a hole in their pocket for being fit. So, are you searching for the best treadmill price in Bangladesh? Then, you will be glad to know that Asian Sky Shop (BD) offers you market competitive discounts on treadmills. Here, you will be able to buy treadmills of top brands online at the best prices."}
]